Revit 2027 API
ParameterTypeId.SpaceLightingLoadPerAreaParam Property
 "Lighting Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceLightingLoadPerAreaParam { get; }
Public Shared ReadOnly Property SpaceLightingLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceLightingLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member SpaceLightingLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace